---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FacetingUtils
source: html/7aa9d35c-3b6a-a6a7-6fc1-8db06715f8fc.htm
---
# FacetingUtils Members

Replaces pairs of adjacent, coplanar triangles by quadrilaterals.